Revit 2027 API
TableCellStyleOverrideOptions.Font Property
 Indicates if the font name characteristic is overridden.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool Font { get; set; }
Public Property Font As Boolean
	Get
	Set
public:
property bool Font {
	bool get ();
	void set (bool value);
}
member Font : bool with get, set
Property Value
Boolean
See Also
Reference
TableCellStyleOverrideOptions Class
Autodesk.Revit.DB Namespace